Repository: nh36/ChinTransMem
Catalog: corpus/candidates/mozi/exports/tmx/mozi__mozi-019-economy-of-expenditures-i__aligned_passages.tmx
Source language: zh_hant
Languages: en

source: 聖人為政一國，一國可倍也；大之為政天下，天下可倍也。其倍之，非外取地也，因其國家去其無用之費，足以倍之。
en: When a sage rales a state the benefits of the state will be increased twice. When he governs the empire, those of the empire will be doubled. This increase is not by appropriating land from without. But by cutting out the useless expenditures it is accomplished. In issuing an order, taking up an enterprise, or employing the people and expending wealth, the sage never does anything without some useful purpose.

source: 聖王為政，其發令興事、使民用財也。無不加用而為者，是故用財不費，民德不勞，其興利多矣。其為衣裘何？以為冬以圉寒，夏以圉暑。
en: Therefore wealth is not wasted and people’s resources are not exhausted, and many are the blessings procured. In making clothing, what is the purpose? It is to keep out the cold in winter and heat in summer. The good of clothing is measured in terms of the amount of warmth it adds in winter and coolness in summer: what is merely decorative and does not contribute to these is to be let alone. In building palaces and houses, what is the purpose? It is to keep out the wind and the cold in winter and heat and rain in summer, and to fortify against thieves: what is merely decorative and contributes nothing to these should be let alone.

source: 凡為衣裳之道，冬加溫、夏加清者，芊䱉不加者去之。其為宮室何？
en: In forging armour and shields and the five weapons, what is the purpose?

source: 以為冬以圉風寒，夏以圉暑雨。有盜賊加固者，芊䱉不加者去之。
en: It is to prepare against invasions and revolts, bandits and thieves.

source: 其為甲盾五兵何？以為以圉寇亂盜賊，若有寇亂盜賊，有甲盾五兵者勝，無者不勝，是故聖人作為甲盾五兵。
en: When these happen, with armour, shields, and the five weapons one will succeed, without them one cannot succeed. Therefore the sages forged armour, shields, and the five weapons.

source: 凡為甲盾五兵，加輕以利堅而難折者，芊䱉不加者去之。其為舟車何？以為車以行陵陸，舟以行川谷，以通四方之利。
en: And their good is measured in terms of lightness, sharpness and unbreakahility: what is merely decorative and contributes nothing to these should be let alone.

source: 凡為舟車之道，加輕以利者，芊䱉不加者去之。凡其為此物也，無不加用而為者。是故用財不費，民德不勞，其興利多矣。有去大人之好聚珠玉、鳥獸、犬馬，以益衣裳、宮室、甲盾、五兵、舟車之數，於數倍乎？若則不難。
en: In building boats and vehicles, what is the purpose? A vehicle is to go on land and a boat is to sail rivers and valleys in order to transport the wealth in the four quarters. The good of boats and vehicles is measured in terms of the amount of facility and convenience they afford: what is merely decorative and contributes nothing to these should be let alone. Now, in making all these things none is done without its use in view. Therefore wealth is not wasted and people’s resources are not exhausted, and many are the blessings procured. Besides, (the sages) again gave up all such hobbies as collecting pearls and jade, and pet birds, and animals such as dogs and horses, in order to replenish clothing, houses, armour, shields, and the five weapons, and boats and vehicles.

source: 故孰為難倍？唯人為難倍。
en: And these were multiplied several times.

source: 然人有可倍也。昔者聖王為法曰：
en: But to increase these is not difficult.

source: 「丈夫年二十，毋敢不處家。女子年十五，毋敢不事人。
en: What, then, is difficult to increase? To increase the population is difficult.

source: 」此聖王之法也。聖王既沒，於民次也。其欲蚤處家者，有所二十年處家；其欲晚處家者，有所四十年處家。以其蚤與其晚相踐，後聖王之法十年，若純三年而字，子生可以二三年矣。
en: In ancient times, the sage-kings said: " No man of twenty should dare to be without a family; no girl of fifteen should dare to be without a master." Such were the laws of the sage-kings. Now that the sage-kings have passed away, the people have become loose. Those who like to have a family early sometimes marry at twenty. Those who like to have a family late sometimes marry at forty.

source: 此不惟使民蚤處家而可以倍與？且不然已。今天下為政者，其所以寡人之道多。其使民勞，其籍斂厚，民財不足，凍餓死者不可勝數也。且大人惟毋興師以攻伐鄰國，久者終年，速者數月，男女久不相見，此所以寡人之道也。
en: When the late marriages are made up by the early ones, (the average) is still later than the legal requirements of the sage-kings by ten years. Supposing births are given to children on an average of one in three years, then two or three children should have been born (by the time men now marry). This is not just to urge men to establish families early in order to increase the population. Those who govern the empire to-day diminish the people in more ways than one: Employing the people they exhaust them, levying taxes they make them heavy. People fall into poverty and innumerable persons die of hunger and cold. Moreover the rulers make war and attack some neighbouring states.

source: 與居處不安，飲食不時，作疾病死者，有與侵就伏橐、攻城野戰死者，不可勝數。
en: It may last a whole year, or, at the shortest, several months. Thus man and woman cannot see each other for a long time.

source: 此不令為政者所以寡人之道數術而起與？
en: Is not this a way to diminish the people?

source: 聖人為政特無此。不聖人為政、其所以眾人之道亦數術而起與？故子墨子曰：去無用之費，聖王之道，天下之大利也。
en: Living in danger, eating and drinking irregularly many become sick and die. Hiding in ambush, setting fire, besieging a city, and battling in the open fields, innumerable men die. Are not ways of diminishing the people getting numerous with the government of the rulers of to-day? They did not exist when the sage-kings administered the government. (In the government by the sagacious), many ways of increasing the population will arise. Therefore Motse said: To cut out useless expenditures is the way of the sage-kings and a great blessing to the world.
